using UnityEngine;
using System.Collections;

public class baza : MonoBehaviour {
	
	public static  string[,]	words = new string[,]{
		{"","",""},	

	
{"загородный","10","газон,гонор,гроза,дозор,орган,народ,родной,дорога,грозный,загород"},
{"ларинголог","10","аргон,глина,гонор,горло,налог,орган,галлон,глагол,горгона,горилла"},
{"легкоатлет","10","атлет,катет,котел,откат,оттек,лекало,глотка,телега,коллега,котлета"},
{"маловажный","10","война,волна,мойва,новый,майна,намыв,важный,ложный,влажный,ломаный"},
{"мракобесие","10","бирка,бисер,искра,кобра,миска,оскар,боксер,кариес,миксер,абрикос"},



{"знаменитый","10","метан,замет,зенит,имена,знание,измена,темный,змеиный,знатный,наемный"},
{"адвокатура","10","автор,аорта,драка,рукав,рвота,октава,отрава,удавка,адвокат,квадрат"},
{"маскировка","10","висок,карма,комик,рамка,каркас,комикс,краска,аксиома,самовар,саркома"},
{"мариновать","10","норма,отава,отвар,товар,аромат,отрава,травма,авиатор,вариант,аниматор"},
{"хиромантия","10","армия,мания,роман,химия,ирония,хартия,мантия,аритмия,мартини,монархия"},



{"благородие","10","идеал,лидер,обида,борода,грабли,диалог,дорога,берлога,грибоед,идеолог"},
{"единоверец","10","ведро,видео,орден,дворец,дерево,индеец,вредно,ведение,двоение,доверие"},
{"жаловаться","10","атлас,слава,ствол,власть,сажать,сальто,сватья,вожатая,вялость,жалость"},
{"основатель","10","валет,волос,олень,власть,лосьен,основа,сальто,новость,сволота,сеновал"},
{"авантюрист","10","аванс,старт,тиран,артист,нитрат,сатира,страна,вариант,санитар,татарин"},



{"искалечить","10","китель,летчик,качели,кисель,латекс,лечить,стелька,склеить,силикат,искатель"},
{"координата","10","диктор,дракон,картон,родник,доктор,картина,контора,окраина,родинка,торнадо"},
{"аскорбинка","10","банкир,баркас,карбон,каркас,собака,абрикос,карабин,косарка,окраина,сборник"},
{"газопровод","10","дорога,огород,погода,порода,провод,развод,договор,заговор,здорово,паровоз"},
{"демократия","10","диарея,диктор,комета,кредит,теория,диаметр,домкрат,комедия,материк,материя"},





{"антиагрегант","10","тренинг,ниагара,граната,гагарин,антиген,интернат,гангрена,аргентина"},
{"балансировка","10","колбаса,сборник,анаболик,бакалавр,барвинок,раковина,карнавал,авиасалон"},
{"векторизатор","10","раритет,трактор,озокерит,отвертка,разворот,ректорат,реторика,терракот"},
{"circumstances","10","time,aunt,main,team,arms,true,arise,smart,sunset,circus"},
{"everything","10","give,tree,very,entry,event,green,eight,nighty,vinery,either"}



	};
	
}
